app/controllers/comments_controller.rb

SELECT  "posts".* FROM "posts" WHERE "posts"."id" = ? LIMIT 1  [["id", 2]]
INSERT INTO "comments" ("commenter", "body", "post_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["commenter", "lalala"], ["body", "oooo"], ["post_id", 2], ["created_at", "2016-02-23 09:57:46.638982"], ["updated_at", "2016-02-23 09:57:46.638982"]]
---
  def create
    @post = Post.find(params[:post_id])
    @comment = @post.comments.create(params[:comment])