app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)

    @post.save
---
INSERT INTO "posts" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "test"], ["text", "test"], ["created_at", "2016-02-23 08:53:54.695487"], ["updated_at", "2016-02-23 08:53:54.695487"]]